28-css-meme-app/app/views/memes/new.html.erb

SELECT "images".* FROM "images"
---
    <div>
      <%= f.collection_select(:image_id, Image.all, :id, :name, prompt: true) %>

SELECT "images".* FROM "images"
---
        <div class="field">
          <%= f.collection_select(:image_id, Image.all, :id, :name, prompt: true) %>