28-css-meme-app/app/controllers/memes_controller.rb

SELECT "memes".* FROM "memes"
---
  def index
    @memes = Meme.all

SELECT  "memes".* FROM "memes" WHERE "memes"."id" = ? LIMIT ?  [["id", 15], ["LIMIT", 1]]
---
  def show
    @meme = Meme.find(params[:id])

INSERT INTO "memes" ("user_id", "image_id", "name", "input1", "input2", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
    @meme = Meme.new(memes_params)
    if @meme.valid?
      @meme.save